Repository: SwampRabbit/pdftricks
Catalog: po/extra/*.po
Languages: el

source: PDF Tricks
el: Κόλπα PDF

source: Tricks for PDF Files
el: Κόλπα για αρχεία PDF

source: A simple, efficient application for small manipulations in PDF files.
el: Μια απλή, αποτελεσματική εφαρμογή για μικρούς χειρισμούς σε αρχεία PDF.

source: Compress PDF (multiple resolutions)
el: Συμπίεση PDF (πολλαπλές διαδικασίες)

source: Split PDF (All pages or page ranges)
el: Διαχωρισμός PDF (Όλες οι σελίδες ή περιοχές σελίδων)

source: Merge PDF
el: Συγχώνευση PDF

source: Convert PDF
el: Μετατροπή PDF

source: In recent versions of ImageMagick has been added a security policy that blocks manipulations in PDF files. This affects PDFTricks operations. To correct this change the settings of your ImageMagick installation. Check de homepage for instructions.
el: Στις πρόσφατες εκδόσεις του ImageMagick έχει προστεθεί μια πολιτική ασφαλείας που εμποδίζει τους χειρισμούς σε αρχεία PDF. Αυτό επηρεάζει τις λειτουργίες του PDFTricks. Για να το διορθώσετε αυτό αλλάξτε τις ρυθμίσεις της εγκατάστασης του ImageMagick. Ελέγξτε την αρχική σελίδα de για οδηγίες.

source: Disable button when is processing
el: Απενεργοποίηση του κουμπιού όταν γίνεται επεξεργασία

source: Fix build with vala 0.44
el: Επιδιόρθωση κατασκευής με vala 0.44

source: Update Translations
el: Ενημέρωση μεταφράσεων

source: Bugfix
el: Διόρθωση σφαλμάτων

source: spinner when processing
el: στροβιλιστής κατά την επεξεργασία

source: Fix unselectable texts after merging
el: Διορθώστε μη επιλέξιμα κείμενα μετά τη συγχώνευση

source: Fix density merge PDF
el: Επιδιόρθωση συγχώνευσης πυκνότητας PDF

source: Compression levels
el: Επίπεδα συμπίεσης

source: Convert PNG, JPG, SVG, BMP to PDF
el: Μετατροπή PNG, JPG, SVG, BMP σε PDF

source: Merge image files into PDF
el: Συγχώνευση αρχείων εικόνας σε PDF

source: Convert JPG to PDF
el: Μετατροπή JPG σε PDF

source: Split pages by color (Black-White / Colored)
el: Διαχωρισμός σελίδων ανά χρώμα (ασπρόμαυρες / έγχρωμες)

source: Compress File
el: Συμπίεση αρχείου

source: Split File
el: Διαχωρισμός αρχείου

source: Merge File
el: Συγχώνευση αρχείου

source: Murilo Venturoso
el: Μουρίλο Βεντουρόζο

source: Tips & Tricks for PDF files
el: Συμβουλές και κόλπα για αρχεία PDF

source: A simple, efficient app for small manipulation of PDF files. Compress, split, merge and convert PDF.
el: Μια απλή, αποτελεσματική εφαρμογή για μικρή επεξεργασία αρχείων PDF. Συμπίεση, διάσπαση, συγχώνευση και μετατροπή PDF.

source: PDF;utilities;
el: PDF;βοηθητικά προγράμματα;
